{
  "Leophard_found": {
    "title": "Venues where Leopards are found",
    "discription": "Leopards in Sri Lanka are known for their adaptation to various habitats, including both dry and wet zones. Keep in mind that leopard sightings in the wild are not guaranteed, as these animals are naturally elusive and may be challenging to spot. Visitors to these national parks should maintain a respectful distance from wildlife and follow ethical wildlife viewing practices.",
    "img": "Images/leophard cover.jpeg"
  },
  "Yala": {
    "header": "Yala National Park",
    "img": "Images/Yala leophard.jpg",
    "description": "Sri Lanka boasts a rich tapestry of wildlife, and for those seeking the elusive leopard, Yala National Park stands out as a premier destination. Nestled in the southeastern region, Yala is renowned for hosting one of the highest densities of leopards globally. The park's diverse ecosystems provide an ideal habitat for these majestic big cats, making it a hot spot for wildlife enthusiasts. Beyond leopards, Yala is a haven for biodiversity, featuring elephants, sloth bears, crocodiles, and a myriad of bird species. The dry season, spanning from May to September, is often recommended for optimal wildlife sightings."
  },
  "Wilpaththu": {
    "header": "Wilpaththuwa National Park",
    "img": "Images/wilpattuwa leophard.jpg",
    "description": "Venturing to the northwest, Wilpattu National Park beckons with its expansive landscapesand natural lakes, creating a unique backdrop for wildlife exploration. Leopards gracefully traverse the dense forests, sharing their habitat with elephants, sloth bears, and a rich array of birdlife. The park's vastness allows for a more serene and immersive wildlife experience. Visiting during the dry season, from February to October, enhances the chances of encountering these magnificent creatures."
  },
  "Udawalawa": {
    "header": "Udawalawa National Park",
    "img": "Images/udawalawa leophard.jpg",
    "description": "In the southern reaches of Sri Lanka, Udawalawe National Park offers a distinctive blend of grasslands and the Udawalawe Reservoir, providing a vital water source for its inhabitants. While elephants take center stage in Udawalawe, leopards also find a home here, offering visitors a unique opportunity to witness both species coexisting. The park not only showcases the splendor of Sri Lanka's wildlife but plays a pivotal role in conservation, particularly for displaced elephants. Optimal wildlife viewing is often during the dry season, from May to September."
  },
  "threats": {
    "heading": "Threats For Sri Lankan Leopard",
    "threatsList": [
      {
        "title": "Habitat Loss and Fragmentation",
        "img": "Images/threats 1.jpg",
        "description": "Habitat loss and fragmentation pose significant threats to leopard populations in Sri Lanka. As human populations expand, forests are often cleared for agriculture, infrastructure, and urban development. This results in fragmented habitats, isolating leopard populations and hindering their ability to roam and find mates.The consequences of habitat loss and fragmentation include reduced prey availability, increased human-wildlife conflict, and restricted gene flow among leopard populations. This can lead to inbreeding and a decline in overall genetic diversity."
      },
      {
        "title": "Human-Wildlife Conflict",
        "img": "Images/wilpattuwa leophard.jpg",
        "description": "Human-wildlife conflict arises as leopards come into contact with human settlements, leading to conflicts over resources such as livestock. Retaliatory killings and capture of leopards due to perceived threats to human safety are common consequences.The consequences of human-wildlife conflict include negative perceptions of leopards, loss of leopard lives, and potential disruptions in the natural behavior of these predators. This conflict undermines conservation efforts and endangers both leopards and local communities."
      }
    ]
  }
}
